Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: However, even though He Xin’s tone was populist, he was so obviously directing his views upward (toward the leadership) that he never tested the popular basis for his views.
es_us: Sin embargo, a pesar de que el tono de He Xin era populista, era tan obvio que estaba dirigiendo su punto de vista hacia arriba, hacia el liderazgo, que nunca puso a prueba los fundamentos populares de sus opiniones.

source: However, for much of the 1990s (except in the economic realm, where liberal ideas continued to receive a good hearing), liberal thinking was largely marginalized in public discourse.
es_us: Sin embargo, durante la mayor parte de la década de los 90, el pensamiento liberal fue marginado considerablemente del discurso público, exceptuando el plano económico, que seguía siendo influenciado por pensamientos liberales.

source: However, his well-known hardline response to the student demonstrations undoubtedly disqualiﬁed him – as was the case with Li Peng and Yao Yilin.
es_us: Sin embargo, su conocida reacción intransigente hacia la manifestación de los estudiantes indudablemente lo descalificó - como ocurrió en el caso de Li Peng y Yao Yilin.

source: However, political systems can also respond positively, generating more efficient public bureaucracies and more democratic political systems.
es_us: No obstante, un sistema político también puede responder positivamente y así generar administraciones públicas más eficientes y sistemas políticos más democráticos.

source: However, the article concluded that one division did not fall neatly into the realist paradigm: that between the “haves” and the “have-nots.” The West, the article explained, is guided by self-interest; it fears both that the rest of the world is too poor, which might induce those in poorer nations to immigrate to the West, and that the rest of the world is too prosperous, which would “threaten their [the West’s] superiority.” Those in the “have-not” camp, the article asserted, “love our camp, love our China.” China should have no illusions about the West.80
es_us: Sin embargo, el artículo termina en que una división no encaja de manera perfecta dentro del paradigma realista: entre los que ''tienen'' y los que ''no tienen''. Además, explica que el occidente se deja guiar por intereses propios, y teme, por un lado, que el resto del mundo sea demasiado pobre, lo que provoca que aquellos en las naciones más pobres emigren hacia occidente; y por el otro que el resto del mundo sea demasiado próspero, lo que podría ''ser amenazante para la superioridad (de occidente). Aquellos pertenecientes al grupo de los que ''no tienen'', ''aman nuestro lugar, aman nuestra China''. China no se debería hacer ilusiones con occidente.

source: However, the commercialization of culture has not been restricted to the world of entertainment but has also created an audience for a wide variety of ideas – from popular histories to global issues and nationalism.
es_us: No obstante, la comercialización de la cultura no se ha limitado al mundo del entretenimiento sino que ha creado una audiencia para una amplia variedad de ideas, desde historias populares hasta asuntos globales y nacionalismo.

source: However, the increasing specialization of many government leaders and advisers means that they are often better informed on specific issues than are their intellectual counterparts.
es_us: Sin embargo, la creciente especialización de los líderes del gobierno y sus consejeros hace que estén más informados en temas específicos que los intelectuales.

source: However, the issue of bombing Serbia to protect the rights of Kosovars was never taken to the United Nations Security Council.
es_us: Sin embargo, el asunto de los bombardeos a Serbia para protejer los derechos de los kosovares nunca llegó al Consejo de Seguridad de las Naciones Unidas.

source: However, the political situation had changed notably since Jiang had arrived in the capital.
es_us: Sin embargo, el contexto político había cambiado particularmente desde la llegada de Jiang a la capital.

source: However, unlike the discourse that grew up in the late 1980s whose participants came to confront the government, many intellectuals in the 1990s found themselves implicitly or explicitly more supportive of the government than they or their counterparts had been only a few years before.
es_us: Sin embargo, a diferencia del discurso que creció a finales de los 80 y cuyos participantes llegaron para confrontar al gobierno, muchos intelectuales se mostraron de manera implícita o explícita más a favor del gobierno de lo que ellos o sus pares hubiesen estado hace apenas unos años.

source: However, with the 1990s, that commonality no longer exists.
es_us: Sin embargo, en la década de los 90, esas cosas en común ya no existen.

source: Hu Angang raised this issue in an internal report in early 1994.
es_us: Hu Angang planteó este tema en un informe interno a principios de 1994.

source: Hu Jintao and Wen Jiabao appear aware of this potential, hence their reaffirmation of reform at theMarch 2006 meeting of the NPC.
es_us: Hu Jintao and Wen Jiabao parecen estar al tanto de esto, por lo que reafirmaron la reforma durante la reunión de la APN de marzo de 2006.

source: Hu Jintao calls to launch a “people’s war”
es_us: Hu Jintao insta a comenzar una “guerra del pueblo”

source: Hu Jintao clearly appealed to this constituency, as the themes that he has touted suggest – opposing corruption, upholding rule of law, social justice, balanced growth, environmental protection, Party building, and now harmonious society.
es_us: Claramente, Hu Jintao adhirió a esta circunscripción, ya que él pregonaba oponerse a la corrupción, obedecer las leyes, establecer la justicia social, equilibrar el crecimiento, proteger el ambiente, construir el Partido y formar una sociedad armoniosa.

source: Hu Jintao had been raised in Anhui, not far from Yangzhou, but had spent most of his professional career in the poor inland provinces of Gansu, Guizhou, and Tibet.
es_us: Hu Jintao se crió en Anhui, no muy lejos de Yangzhou, pero pasó la mayor parte de su carrera profesional en el interior de provincias pobres como Gansu, Guizhou y Tibet.

source: Hu Jintao had been raised in Anhui, not far from Yangzhou, but had spent most of his professional career in the poor inland provinces of Gansu, Guizhou, and Tibet.Wen Jiabao,who would emerge as premier,was born in Tianjin,but similarly spent much of his career in Gansu province as a geologist.
es_us: Hu Jintao se crió en Anhui, no muy lejos de Yangzhou, pero pasó la mayor parte de su carrera profesional en el interior de provincias pobres como Gansu, Guizhou y Tibet. Wen Jibao, quien se convertiría en Primer Ministro, nació en Tianjin, pero también pasó la mayor parte de su carrera en la provincia de Gansu trabajando como geólogo.

source: Hu Jintao had indeed replaced Jiang Zemin as general secretary of the Party, but it was evident that Jiang intended to retain political inﬂuence through his prot´eg´es.
es_us: Hu Jintao de hecho había reemplazado a Jiang Zemin como secretario general del partido, pero fue evidente que Jiang trataba de conservar influencia política a través de sus protegidos.

source: Hu Jintao takes over 241
es_us: Hu Jintao asume 241

source: Hu Jintao takes over: a turn to the left?
es_us: Hu Jintao en el poder: ¿un giro a la izquierda?

source: Hu Jintao visits the revolutionary base of
es_us: Hu Jintao visita la base revolucionaria de

source: Hu Jintao visits the revolutionary base of Xibaipo
es_us: Hu Jintao visita la base revolucionaria de Xibaipo.

source: Hu Jintao, in his first public appearance as
es_us: Durante su primera aparición pública como Secretario General, Hu Jintao

source: Hu Jintao, in his first public appearance as general secretary, speaks at celebration commemorating the 20th anniversity of the 1982 constitution
es_us: Durante su primera aparición como secretario general, Hu Jintao toma la palabra en la celebración del vigésimo aniversario de la Constitución de 1982.

source: Hu certainly tolerated criticism of “public intellectuals” and consistently took measures to exert control over the media, including the Internet.
es_us: Ciertamente, Hu fue objeto de críticas por parte de los "intelectuales públicos" y consecuentemente tomó medidas para ejercer control sobre los medios de comunicación, incluyendo la internet.

source: Hu had been added to the Politburo Standing Committee in 1992 by Deng Xiaoping,who had taken a liking to the young leader and had put him in charge of personnel arrangements for the Fourteenth Party Congress.
es_us: Hu ingresó al Politburó en 1992 gracias a Deng Xiaoping, quien tenía aprecio por el joven líder y lo puso a cargo del orden del personal durante el XIV Congreso Nacional del Partido Comunista de China.

source: Hu has played this delicate game with great skill.
es_us: Hu ha jugado este delicado juego con gran habilidad.

source: Hu has said that the report was first published in excerpted form by an internal publication of the Xinhua News Agency,
es_us: Hu ha dicho que primero se publicó una versión corta del informe en junio de 1993 a través de una publicación interna de la agencia de noticias Xinhua News Agency:

source: Hu praised Jiang’s concept of the Three Represents as reflecting the “common aspiration of the broadest masses of the Chinese people.” A major publicity campaign ensued, with meetings called at all levels to propagate – and buy – Jiang’s works.117 For a moment it seemed as if the elder statesman was staging a comeback, but it turned out that this was Hu’s way of giving Jiang “face” while continuing to erode his authority.
es_us: Hu elogió el concepto de la Triple Representatividad, propuesto por Jiang, y lo describió como un reflejo de la "aspiración común de la mayoría de las personas en China". Esto dio inicio a una campaña publicitaria a gran escala que incluyó reuniones realizadas en todos los niveles con el fin de difundir y comprar las obras de Jiang.117 Por un momento dio la impresión de que el viejo político estaba planeando un regreso, pero resultó ser que era la forma que tuvo Hu para demostrarle "respeto" a Jiang mientras continuaba socavando su autoridad.

source: Hu stepped up his campaign against corruption in June 2006 by suddenly dismissing Liu Zhihua, the vice-mayor of Beijing in charge of construction for the Olympic Games.112 Not long thereafter, Wang Yeshou was removed as deputy commander of the Navy, and He Minxu, a vice-governor in Anhui province, and Li Baojin, the president of Tianjin’s Procuratorate, were detained for corruption.113 In at least three of these four cases, “bad morals” were included in the reports by the Xinhua News Agency.
es_us: En junio de 2006 Hu intensificó su campaña contra la corrupción al despedir inesperadamente a Liu Zhihua, el vicealcalde de Pekín, quien estaba a cargo de los proyectos de construcción para los Juegos Olímpicos.112 Poco tiempo después, Wang Yeshou fue destituido de su puesto como vicealmirante de la Armada; además, fueron detenidos por corrupción He Minxu, vicegobernador de la provincia de Anhui, y Li Baojin, presidente de la Fiscalía de Tianjin.113 La Agencia de Noticias Xinhua habló de la existencia de "conductas inmorales" en al menos tres de estos cuatro casos en sus informes.

source: Hu's achievements at this Party Congress were reﬂected in both these events.
es_us: Los logros alcanzados por Hu en el Congreso del Partido se vieron reflejados en estos dos hechos.

source: Hubei CCP sec.
es_us: Secretariado del PCCh en Hubei

source: Huntington’s article was, Wang believed, an American defense of the status quo and a declaration that the West would not let China into the developed world.37In another article, Wang expressed the same thought more bluntly:
es_us: El artículo de Huntington fue, según Wang, una defensa estadounidense del statu quo y una declaración de que Occidente no permitiría que China entre en el mundo desarrollado37. En otro artículo, Wang expresó el mismo pensamiento más abiertamente:

source: Huntington’s article, “Clash of Civilizations?”
es_us: Publicación del artículo "¿Choque de civilizaciones?", escrito por Huntington

source: Hu’s position was obviously delicate.
es_us: La posición de Hu era obviamente delicada.

source: Hu’s succession was more the result of a balance of power in the Party, Hu’s own talents as a political leader, and the weight of Deng Xiaoping’s arrangements than it was an indication of institutionalization.
es_us: La sucesión de Hu fue más el resultado del equilibrio de poder en el partido, de los talentos propios de Hu como líder político y del peso de los arreglos de Deng Xiaoping que un indicio de institucionalización.

source: Hu’s ﬁrst public appearance after being named general secretary was to deliver a speech on the twentieth anniversary of the promulgation of China’s 1982 constitution (which had been drawn up in the wake of the CulturalRevolution).Stressing the need to“rule the country through law” (the theme of the Fifteenth Party Congress in 1997), Hu declared that “no organization or individual can be permitted the special privilege of going outside the constitution and the law” and that “all Party organizations at various levels and all Party members must act as models in upholding the constitution, strictly manage affairs in accordance with the constitution, and conscientiously operate within the scope of the constitution and law.” Hu’s emphasis on law not only continued a policy enunciated by Jiang Zemin (and, before him, Deng Xiaoping), but also marked good strategy for someone still in a precarious position politically.
es_us: La primera aparición en público de Hu después de ser nombrado secretario general fue para dar un discurso sobre el vigésimo aniversario de la promulgación de la constitución de China en 1982 (la que fue elaborada a raíz de la Revolución Cultural).Stressing the need to“rule the country through law” (the theme of the Fifteenth Party Congress in 1997), Hu declared that “no organization or individual can be permitted the special privilege of going outside the constitution and the law” and that “all Party organizations at various levels and all Party members must act as models in upholding the constitution, strictly manage affairs in accordance with the constitution, and conscientiously operate within the scope of the constitution and law.” Hu’s emphasis on law not only continued a policy enunciated by Jiang Zemin (and, before him, Deng Xiaoping), but also marked good strategy for someone still in a precarious position politically.

source: I also find it hard to believe that the pragmatic American people are willing to spend that much capital to surround us because we believe in Marxism.
es_us: También me cuesta creer que el pragmático pueblo estadounidense esté dispuesto a gastar tanto capital en rodearnos porque creemos en el marxismo.

source: In particular, the plenum demanded “comprehensive planning” (tong- chou) in five areas: urban and rural development, regional development, economic and social development, man and nature (i.e., the environment), and domestic development and international trade.
es_us: En particular, el pleno exigió una ‘planificación extensiva’ (tong- chou) en cinco esferas: desarrollo urbano y rural, desarrollo regional, desarrollo económico y social, humanos y naturaleza (es decir, el medio ambiente) y desarrollo interno y comercio internacional.

source: IMF International Monetary Fund
es_us: FMI Fondo Monetario Internacional

source: Ideologically, neoconservatism moved away from Marxism but offered no idealism in its place.
es_us: Desde el punto de vista ideológico, el neoconservadurismo se desligó del marxismo sin ofrecer algún idealismo en su lugar.

source: Ideology is important for Wang.
es_us: La idiología es importante para Wang,

source: If Chen’s reminders to Deng were gentle – almost obscure – others were willing to be much more direct.
es_us: Si los recordatorios de Chen a Deng eran sutiles, poco claros, otros estaban dispuestos a ser mucho más directos.

source: If China hoped to revitalize its ancient civilization, the program suggested, it must look to the outside world, and particularly to the West.
es_us: Si China esperaba revitalizar su antigua civilización, según el documental, debía mirar al exterior, en especial hacia occidente.

source: If Deng was initially despondent over events in the Soviet Union, he did not stay that way for long.
es_us: Si Deng estaba desanimado por los eventos en la Unión Soviética al principio, no siguió así por mucho tiempo.

source: If Hu Jintao was to be able to put his own stamp on the new leadership, there would have to be some mix of institutional procedures and non-institutional bargaining.
es_us: Si Hu Jintao quería segur influyendo en los altos mandos, entonces tendría que haber algún tipo de combinación de procesos institucionalizados y negociaciones no institucionalizadas.

source: If Jiang lacked the illustrious credentials of his revolutionary predecessors, as all members of his generation necessarily did, his background and career were solid.
es_us: Si bien Jiang no poseía las mismas acreditaciones ilustrosas de su predecesores revolucionarios, como todos los miembros de su generación, sus antecedentes y carrera eran sólidos.

source: If Jiang never captured people’s imagination, and, indeed, tended to alienate many with his over-the-top personality and windy speeches, he nevertheless performed considerably better in office than any dared hope when he moved to Beijing in those dark days after Tiananmen.
es_us: Jiang jamás logró atraer la imaginación del pueblo y de hecho, terminó alienando a muchos con su personalidad exagerada y sus discursos verborrágicos; sin embargo, el desempeño en su función fue mucho mejor de lo que se hubiera esperado cuando se mudó a Beijing en esos días oscuros que siguieron a la masacre de Tiananmén.

source: If Jiang was able to forge an informal coalition among political, economic, and intellectual elites, unanticipated in the wake of Tiananmen, he also presided over a vast growth in vested interests – those who had done well, sometimes very well, by cooperating with, and being coopted by, the political system.
es_us: Jiang pudo formar una alianza informal entre grupos políticos, económicos e intelectuales de élite, algo sin precedentes desde antes de lo ocurrido en Tiananmén. También estuvo al mando del amplio crecimiento de los intereses de estos grupos, a los que les fue bien, y a veces más que bien, debido a que cooperaron con el sistema político.

source: If Tiananmen reflected a political breakdown, how was the political system put back together?
es_us: Si Tiananmén reflejó una ruptura en el sistema político, ¿cómo se volvió a componer el sistema?

source: If discussions of theUnited States and otherWestern countries in the 1980s were superficial, it was because the point was not to understand how those systems actually worked but instead to provide a fulcrum from which faults in the Chinese system could be criticized.
es_us: Si las discusiones entre Estados Unidos y otros países de Occidente en la década de los 80 eran superficiales,era porque el foco no suponía entender cómo estos sistemas funcionaban sino proveer un punto de apoyo para criticar las fallas del sistema chino.

source: If globalization and commercialization were two major economic and social phenomena sweeping across the landscape in the early 1990s, a new willingness (some might say eagerness) to reflect on the failings of reform was another.
es_us: Si la globalización y la comercialización eran dos fenómenos económicos y sociales muy importantes que cubrían el panorama a principio de la década de los 90, una nueva inclinación (algunos dirán entusiasmo) por recaer en los fracasos de la reforma era otro fenómeno muy importante.

source: If he had, he probably would have been retained as a member of the Central Committee.
es_us: Si lo hubiera hecho, probablemente hubiera continuado como mienbro del Comité Central.

source: If intellectuals were excluded from meaningful political participation in this period, they nevertheless began a painful process of re-evaluating the course of reform, what had led to the tragedy of Tiananmen, and the role of intellectuals in contemporary China.
es_us: Aunque los intelectuales fueron excluídos de la participación política significativa que tuvo lugar en este período, comenzaron un doloroso proceso de revaluar el proceso de reforma, qué había provocado la tragedia de Tiananmen, y la participación de los intelectuales en la China contemporánea.

source: If it is difficult to make predictions about China, we can at least examine periods of history to better understand the reasons they developed as they did, not only to get a better understanding of the state of Chinese politics and society today but also to raise better questions about its development in the future.
es_us: Si bien es difícil predecir qué puede suceder en China, al menos podemos examinar los períodos de la historia para entender mejor las razones detrás de su crecimiento, no solo para comprender el estado de la política china y de su sociedad actual sino también para construir mejores interrogantes acerca de su desarrollo futuro.

source: If military support was useful to Deng in 1992, it also suggested that the military could support or withhold support from political leaders at will, a violation of the stricture that the Party controls the gun.
es_us: Si el apoyo militar fue útil para Deng en 1992, también da cuenta de que las fuerzas armadas pudieron apoyar o restringir el respaldo a voluntad de líderes políticos, una violación de la restricción de que el Partido tiene el mando.

source: If one nation is able to establish international norms [guifan] that are consistent with its domestic society, there is no need for it to change itself.
es_us: Si una nación es capaz de establecer normas internacionales [guifan] que son congruentes con la sociedad nacional, no hay necesidad de que cambie.

source: If one nation-state is able to support an international regime, and other nation-states are all willing to go through this regime to coordinate their activities, then it [the first nation-state] has no need to pay the high price of hard power.
es_us: Si un Estado-Nación puede apoyar un régimen internacional y otros Estados-Naciones están dispuestos a soportar este régimen para coordinar sus actividades, entonces el primer Estado-Nación no tiene la necesidad de pagar el alto precio del poder duro.

source: If only the United States would cane a few people, he suggested, US society would not be in such disarray.34 Soon Malaysian Prime Minister Mohamad Mahathir joined with Shintaro Ishihara to write The Voice of Asia,35 and the debate over Asian values was in full swing.
es_us: El ministro principal de Singapur Lee Kuan Yew disfrutó de ese momento y sermoneó a Estados Unidos. Sugirió que si Estados Unidos castigara a algunas personas, la sociedad de EE. UU. no tendría tal caos.34

source: If populism was in the air, no one had yet tapped this vein to show that their ideas actually had popular support.
es_us: Si el populismo estaba en el aire, todavía nadie había utilizado esa forma para demostrar que sus ideas realmente tenían apoyo popular.
